export const data = [
    {
      name: "React Native",
      description: "Фреймворк для разработки кросс-платформенных мобильных приложений на базе JavaScript и React.",
    },
    {
      name: "Flutter",
      description: "Фреймворк от Google для создания кросс-платформенных мобильных и веб-приложений с использованием языка программирования Dart.",
    },
    {
      name: "Progressive Web Apps (PWA)",
      description: "Веб-приложения, которые обладают функциональностью мобильных приложений и могут работать оффлайн.",
    },
    {
      name: "React.js",
      description: "Библиотека JavaScript для разработки пользовательских интерфейсов, особенно для веб-приложений.",
    },
    {
      name: "Vue.js",
      description: "Прогрессивный JavaScript-фреймворк для создания пользовательских интерфейсов и одностраничных приложений.",
    },
    {
      name: "Angular",
      description: "Платформа и фреймворк для разработки клиентских приложений с использованием HTML, CSS и TypeScript/JavaScript.",
    },
    {
      name: "Swift",
      description: "Язык программирования, используемый для разработки приложений под iOS и macOS.",
    },
    {
      name: "Kotlin",
      description: "Язык программирования, разработанный JetBrains, который может использоваться для создания Android-приложений вместо Java.",
    },
    {
      name: "GraphQL",
      description: "Язык запросов для API, разработанный Facebook, который облегчает запросы и манипуляции данными в веб- и мобильных приложениях.",
    },
    {
      name: "Firebase",
      description: "Платформа от Google, предоставляющая облачные сервисы для разработки и развертывания веб- и мобильных приложений, включая аутентификацию, базы данных, хостинг и другие.",
    }
  ];
  